{
    "en": {
        "nav": {
            "home": "Home",
            "gallery": "Gallery",
            "about": "About",
            "contact": "Contact"
        },
        "home": {
            "title": "BRANCHSTONE\nVIKTORIA",
            "subtext": "Art inspired by natural textures and quiet resilience."
        },
        "gallery": {
            "title": "Gallery"
        },
        "about": {
            "title": "ABOUT ME",
            "content": "I'm Viktoriia, the artist behind Branchstone, a mixed-media project inspired by natural textures and quiet imperfect details. I work with found materials like wood, moss, and algae to create abstract compositions that preserve the raw beauty of nature.\n\nOriginally from Ukraine and now based in California, my work is a personal reflection on change, resilience, and the grounding power of the natural world.",
            "statementTitle": "ARTIST STATEMENT",
            "statementContent": "My work explores the emotional connection between natural materials and personal memory. Each piece begins with an organic element — wood, moss, bark, algae — and evolves into an abstract composition.\n\nI aim to create work that invites quiet reflection, offering a sense of grounding and connection to the natural world. Most of my pieces begin with a small moment—something I found on a walk, something I couldn't leave behind.",
            "experienceTitle": "Gallery Experience & Media",
            "experienceContent": "Space for exhibitions, press mentions, and interviews will go here.",
            "feedbackTitle": "Customer Feedback",
            "feedback1": "The piece is absolutely stunning. It brings a sense of calm to our home.",
            "feedback1Cite": "A Collector",
            "feedback2": "Working with Viktoria was a pleasure. She is a true professional and a talented artist.",
            "feedback2Cite": "Gallery Owner"
        },
        "contact": {
            "title": "Get in Touch",
            "description": "For acquisition inquiries, collaborations, or just to say hello, please use the form or contact me directly.",
            "email": "Email:",
            "location": "Location:",
            "instagram": "Instagram:",
            "nameLabel": "Name",
            "emailLabel": "Email",
            "messageLabel": "Message",
            "submit": "Send Message",
            "inquire": "Inquire for details"
        },
        "lightbox": {
            "size": "Size:",
            "materials": "Materials:"
        },
        "artwork": {
            "sold": "Sold"
        },
        "carousel": {
            "previous": "Previous",
            "next": "Next",
            "slideOf": "Slide {current} of {total}"
        },
        "scrollToTop": {
            "label": "Scroll to top"
        }
    },
    "ua": {
        "nav": {
            "home": "Головна",
            "gallery": "Галерея",
            "about": "Про мене",
            "contact": "Контакти"
        },
        "home": {
            "title": "BRANCHSTONE\nVIKTORIA",
            "subtext": "Мистецтво, натхненне природними текстурами та тихою стійкістю."
        },
        "gallery": {
            "title": "Галерея"
        },
        "about": {
            "title": "ПРО МЕНЕ",
            "content": "Я Вікторія, художниця за проектом Branchstone, змішано-медійним проєктом, натхненним природними текстурами та тихими недосконалими деталями. Я працюю з знайденими матеріалами, такими як дерево, мох та водорості, щоб створювати абстрактні композиції, які зберігають сиру красу природи.\n\nРодом з України, зараз живу в Каліфорнії, моя робота є особистим відображенням змін, стійкості та заземлюючої сили природного світу.",
            "statementTitle": "ЗАЯВА ХУДОЖНИЦІ",
            "statementContent": "Моя робота досліджує емоційний зв'язок між природними матеріалами та особистою пам'яттю. Кожна робота починається з органічного елемента — дерево, мох, кора, водорості — і розвивається в абстрактну композицію.\n\nЯ прагну створювати роботи, які запрошують до тихого роздуму, пропонуючи відчуття заземлення та зв'язку з природним світом. Більшість моїх робіт починаються з маленького моменту — щось, що я знайшла на прогулянці, щось, від чого не могла відмовитися.",
            "experienceTitle": "Галерейний досвід та медіа",
            "experienceContent": "Тут буде місце для виставок, згадок у пресі та інтерв'ю.",
            "feedbackTitle": "Відгуки клієнтів",
            "feedback1": "Робота абсолютно приголомшлива. Вона приносить відчуття спокою в наш дім.",
            "feedback1Cite": "Колекціонер",
            "feedback2": "Праця з Вікторією була задоволенням. Вона справжній професіонал і талановита художниця.",
            "feedback2Cite": "Власник галереї"
        },
        "contact": {
            "title": "Зв'яжіться зі мною",
            "description": "Для запитів про придбання, співпраці або просто привітатися, будь ласка, використовуйте форму або зв'яжіться зі мною безпосередньо.",
            "email": "Email:",
            "location": "Місцезнаходження:",
            "instagram": "Instagram:",
            "nameLabel": "Ім'я",
            "emailLabel": "Email",
            "messageLabel": "Повідомлення",
            "submit": "Відправити повідомлення",
            "inquire": "Запитати деталі"
        },
        "lightbox": {
            "size": "Розмір:",
            "materials": "Матеріали:"
        },
        "artwork": {
            "sold": "Продано"
        },
        "carousel": {
            "previous": "Попередній",
            "next": "Наступний",
            "slideOf": "Слайд {current} з {total}"
        },
        "scrollToTop": {
            "label": "Прокрутити вгору"
        }
    }
}

